{
  "navbar": {
    "home": "Inicio",
    "about": "Sobre M铆",
    "projects": "Proyectos",
    "skills": "Habilidades",
    "contact": "Contacto"
  },

  "home": {
    "my_name": "Hola  me llamo",
    "name": "VALENTIN FRANCISCO",
    "developer": "y soy desarrollador backend"
  },

  "about": {
    "about_me": "SOBRE MI",
    "h1_who_I_am": "驴Qui茅n soy?",
    "who_I_am": "Soy un apasionado desarrollador Back-end de 20 a帽os, originario de\nC贸rdoba Argentina. Me gradu茅 del bootcamp Soy Henry, donde\nadquir铆 habilidades en desarrollo de software. Mi pasi贸n radica enexplorar los entresijos del desarrollo del lado del servidor y\nel maravilloso mundo de la ciberseguridad. Siempre estoy buscando\nnuevos desaf铆os y oportunidades para crecer en el apasionante\nmundo de la tecnolog铆a. 隆Creemos soluciones juntos!",
    "h1_my_studies": "Mis estudios",
    "my_studies": "Mi camino en el mundo de la tecnolog铆a comenz贸 con dos a帽os de\nestudio en la carrera de Ingenier铆a en Sistemas de Informaci贸n.\nSin embargo, a medida que fui avanzando, descubr铆 que mi verdadera\npasi贸n radicaba en la programaci贸n misma. Fue entonces cuando\ndecid铆 explorar nuevas oportunidades. Fue en ese momento que\ndescubr铆 Soy Henry, un bootcamp de desarrollo web full stack.\nDecid铆 sumergirme de lleno en este apasionante viaje hacia\nel mundo del desarrollo web. Antes de emprender esta aventura,\nadquir铆 conocimientos en el campo de la ciberseguridad. Realic茅\ncursos como Introducci贸n a la Ciberseguridad y Fundamentos de Ciberseguridad\nCiberseguridad, donde mi fascinaci贸n por este mundo creci贸\nsignificativamente. Estos cursos no solo me brindaron\nuna base s贸lida en ciberseguridad, sino que tambi茅n despertaron mi\ninter茅s en explorar y contribuir a un entorno digital m谩s seguro.",
    "h1_What_do_I_aspire_to": "驴A qu茅 aspiro?",
    "What_do_I_aspire_to": "Mi aspiraci贸n es trascender los l铆mites del desarrollo Back-end y\nentrar en el fascinante mundo de la ciberseguridad. Mi\nMi objetivo es convertirme en un experto l铆der en diversos campos.\nde este campo en constante evoluci贸n. En particular, anhelo aprender 谩reas clave como criptograf铆a, investigaci贸n forense digital y seguridad de redes. Busco no s贸lo enfrentar\nlos desaf铆os actuales en ciberseguridad, sino tambi茅n anticiparme y\nprevenir amenazas futuras. Mi visi贸n es contribuir a\nfortalecer la ciberseguridad en un entorno cada vez\ndigitalizado y colaborar en la construcci贸n de un entorno online\nseguro y confiable tanto para individuos como para organizaciones."
  },

  "projects": {
    "title": "PROYECTOS DESTACADOS",
    "gameverse": "Este proyecto fue desarrollado durante mi etapa en el bootcamp de Soy Henry. GameVerse es una aplicaci贸n de una sola p谩gina (SPA) que te permite explorar una variedad de videojuegos, crear tus propios t铆tulos y realizar acciones como edici贸n y eliminaci贸n. Adem谩s, proporciona detalles exhaustivos sobre cada juego en particular, brindando una experiencia completa de juego.",
    "rick_morty": "Durante mi participaci贸n en el bootcamp de Soy Henry, desarroll茅 esta aplicaci贸n web. Rick y Morty es una plataforma que hace uso de la API oficial de la serie para ofrecer informaci贸n detallada sobre los personajes que aparecen en la misma. Los usuarios tienen la capacidad de buscar personajes, explorar sus detalles, aplicar filtros de b煤squeda y guardar sus personajes favoritos para una experiencia personalizada.",
    "espacio_flipante": "Espacio Flipante es una tienda de indumentaria que naci贸 de la pasi贸n y el esfuerzo de un equipo unido durante la etapa final de los laboratorios en Soy Henry. Aqu铆 encontrar谩s una selecci贸n 煤nica de prendas que reflejan tu estilo personal, en un ambiente vibrante y creativo creado con dedicaci贸n y amor. Bienvenido a un espacio donde la moda y la colaboraci贸n se unen para ofrecerte una experiencia verdaderamente flipante.",
    "cipher_strength": "CipherStrength API es una herramienta dise帽ada para que los desarrolladores eval煤en la fortaleza de las contrase帽as. Esta implementada utilizando JavaScript y Express, esta API utiliza la biblioteca zxcvbn para realizar an谩lisis de seguridad en las contrase帽as proporcionadas."
  },

  "skills": {
    "title": "HABILIDADES",
    "level": "Principiante"
  },

  "contact": {
    "title": "CONTCTAME",
    "name": "Nombre",
    "message": "Mensaje"
  },

  "alerts": {
    "alert_ok_title": "xito!",
    "alert_ok_text": "Mensaje enviado con 茅xito!!",
    "alert_error_text": "Error, debe completar todos los campos."
  },

  "common": {
    "translate": "TRADUCIR"
  }
}
