{
  "navbar": {
    "home": "HOME",
    "about": "ABOUT",
    "projects": "PROJECTS",
    "skills": "SKILLS",
    "contact": "CONTACT",
    "cv": "Download CV"
  },

  "home": {
    "my_name": "Hello 👋 my name is",
    "name": "VALENTIN FRANCISCO",
    "developer": "and I am a backend developer"
  },

  "about": {
    "about_me": "ABOUT ME",
    "h1_who_I_am": "Who I am?",
    "who_I_am": "I am a passionate 20-year-old Back-end developer, originally from\nCordoba Argentina. I graduated from the Soy Henry bootcamp, where\nI acquired skills in software development. My passion lies in\nexploring the ins and outs of server-side development and\nthe wonderful world of cybersecurity. I'm always looking for\nnew challenges and opportunities to grow in the exciting\nworld of technology. Let's create solutions together!",
    "h1_my_studies": "My studies",
    "my_studies": "My path in the world of technology began with two years of\nstudy in an Information Systems Engineering degree.\nHowever, as I advanced, I discovered that my true\npassion lay in programming itself. That's when\nI decided to explore new opportunities. It was at that moment that\nI discovered I'm Henry, a full stack web development bootcamp.\nI decided to fully immerse myself in this exciting journey into\the world of web development. Before embarking on this adventure, I acquired knowledge in the field of cybersecurity. I took\ncourses such as Introduction to Cybersecurity and Cybersecurity Fundamentals\nwhere my fascination with this world grew\nsignificantly. These courses not only gave me a solid foundation in cybersecurity, but also sparked my interest in exploring and contributing to a more secure digital environment.",
    "h1_What_do_I_aspire_to": "What do I aspire to",
    "What_do_I_aspire_to": "My aspiration is to transcend the limits of Back-end development and\nenter the fascinating world of cybersecurity. My\nMy goal is to become a leading expert in various fields.\nIn particular, I look forward to learning key areas such as cryptography, digital forensics, and network security. I seek not only to face\ncurrent challenges in cybersecurity, but also to anticipate and\nprevent future threats. My vision is to contribute\nstrengthen cybersecurity in an increasingly digitalized environment and collaborate in the construction of a safe and reliable online environment\nfor both individuals and organizations.gi"
  },

  "projects": {
    "title": "FEATURED PROJECTS",
    "gameverse": "This project was developed during my time at the Soy Henry bootcamp. GameVerse is a single page application (SPA) that allows you to explore a variety of video games, create your own titles, and perform actions such as editing and deleting. Furthermore, it provides exhaustive details about each particular game, providing a complete gaming experience.",
    "rick_morty": "During my participation in the Soy Henry bootcamp, I developed this web application. Rick and Morty is a platform that uses the official API of the series to offer detailed information about the characters that appear in it. Users have the ability to search for characters, explore their details, apply search filters, and save their favorite characters for a personalized experience.",
    "espacio_flipante": "Espacio Flipante is a clothing store that was born from the passion and effort of a united team during the final stage of the laboratories at Soy Henry. Here you will find a unique selection of garments that reflect your personal style, in a vibrant and creative environment created with dedication and love. Welcome to a space where fashion and collaboration come together to offer you a truly amazing experience.",
    "cipher_strength": "CipherStrength API is a tool designed for developers to evaluate password strength. Implemented using JavaScript and Express, this API uses the zxcvbn library to perform security analysis on the provided passwords."
  },

  "skills": {
    "title": "Skills",
    "level": "Beginner"
  },

  "contact": {
    "title": "CONTACT ME",
    "name": "Name",
    "message": "Message"
  },

  "alerts": {
    "alert_ok_title": "Success!",
    "alert_ok_text": "Message sent succesfully!!",
    "alert_error_text": "Error, you must complete all fields."
  },

  "common": {
    "translate": "TRANSLATE"
  }
}
